acpi
adobe-source-han-sans-jp-fonts
alsa-utils
amd-ucode
ant
aria2
asciidoctor
at
atomicparsley
base
base-devel
bash-language-server
bat
bc
bind
blueberry
bluez
bluez-tools
bluez-utils
btop
clang
clash
cliphist
cronie
cxxopts
dhcpcd
dictd
discord
dkms
dmenu
dmg2img
dnsmasq
docker
dunst
edk2-ovmf
efibootmgr
enca
espeak-ng
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-mozc
fcitx5-nord
firefox
firewalld
foliate
fontforge
fzf
gifsicle
git
glfw-wayland
gnu-netcat
go
grim
grub
hunspell-en_us
inetutils
intel-ucode
iptables-nft
iwd
jq
jupyterlab
khal
kitty
kodi
lazygit
lib32-nvidia-utils
lib32-ocl-icd
libertinus-font
libguestfs
libheif
libmtp
libva-mesa-driver
libvirt
libvirt-dbus
linux-firmware
linux-lts
linux-lts-headers
lsof
lua-language-server
lutris
mesa
mpd
mpv
nautilus
ncdu
ncmpcpp
neomutt
netctl
networkmanager
newsboat
ninja
nm-connection-editor
nmap
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
nsxiv
ntfs-3g
nvidia-dkms
obs-studio
obsidian
openresolv
openssh
os-prober
otf-ipafont
pamixer
papirus-icon-theme
pavucontrol
pipewire-pulse
playerctl
pulseaudio-alsa
pyenv
pyright
python-hypothesis
python-numpy
python-pip
python-pyalsa
python-pytest
python-scikit-build
python-setuptools-scm
qbittorrent
qemu-base
qrencode
qt5-graphicaleffects
qt5-wayland
qt5ct
rclone
ripgrep
rofimoji
rust-analyzer
rustup
sassc
scrapy
shfmt
slurp
sof-firmware
starship
steam
swappy
swaybg
swaylock
syncthing
telegram-desktop
tig
tldr
tmux
traceroute
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-fantasque-nerd
ttf-nerd-fonts-symbols-common
typescript-language-server
unrar
unzip
vdirsyncer
vi
vim
virt-manager
viu
vscode-css-languageserver
vscode-html-languageserver
vsftpd
wf-recorder
wget
whois
wofi
wqy-microhei
xclip
xdg-desktop-portal-wlr
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
yajl
zathura
zathura-cb
zathura-pdf-mupdf
zenity
zip
zsh
