acpi
adobe-source-han-sans-jp-fonts
alsa-utils
ant
archlinux-keyring
asciidoctor
autoconf
automake
base
bat
bc
bind
binutils
bison
blueberry
bluez
bluez-tools
bluez-utils
btop
clang
cliphist
code
cronie
cxxopts
debugedit
dhcpcd
dictd
discord
dkms
dmenu
docker
dunst
efibootmgr
emacs-nox
fakeroot
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-mozc
fcitx5-nord
fcitx5-qt
file
findutils
firefox
firewalld
flex
fzf
gawk
gcc
gettext
gifsicle
git
glfw-wayland
gnu-netcat
grep
grim
groff
grub
gzip
inetutils
intel-ucode
iwd
jq
kitty
lazygit
libheif
libtool
libvirt
linux-firmware
linux-lts
linux-lts-headers
lsof
lua-language-server
m4
make
mesa
mpd
nautilus
neovim
networkmanager
newsboat
nm-connection-editor
nmap
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nvidia-lts
nvidia-prime
nvidia-settings
nvidia-utils
obsidian
openresolv
openssh
otf-ipafont
pacman
pacman-contrib
pamixer
papirus-icon-theme
patch
pavucontrol
pipewire-pulse
pkgconf
playerctl
pulseaudio-alsa
python-pip
python-pyalsa
qbittorrent
qt5-graphicaleffects
qt5-speech
qt5-wayland
ripgrep
rustup
sassc
scrapy
sddm
sed
slurp
socat
sof-firmware
starship
sudo
swappy
swaybg
swayidle
telegram-desktop
texinfo
thunderbird
tmux
traceroute
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-fantasque-nerd
ttf-nerd-fonts-symbols-common
typescript-language-server
unrar
unzip
vi
vim
virtualbox
virtualbox-host-dkms
viu
vscode-css-languageserver
vsftpd
wf-recorder
wget
which
wl-clipboard
wofi
wqy-microhei
xclip
xdg-desktop-portal-wlr
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
yajl
zathura
zathura-cb
zathura-pdf-mupdf
zenity
zip
zsh
