acpi
adobe-source-han-sans-jp-fonts
alsa-utils
amd-ucode
android-file-transfer
ant
aria2
asar
at
atomicparsley
autojump
base
base-devel
bash-language-server
bat
bc
bind
binder_linux-dkms-git
blanket
blueberry
bluez
bluez-tools
bluez-utils
btop
calibre
cdrtools
clang
clash
cliphist
code
cronie
cups
cxxopts
dhcpcd
dictd
dkms
dmenu
dnsmasq
docker
downgrade
dunst
earlyoom
edk2-ovmf
efibootmgr
electron30
enca
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-mozc
fcitx5-nord
fd
firefox
firewalld
fontforge
fzf
gifsicle
git
glfw
glib2-docs
gnome-disk-utility
gnome-keyring
gnu-netcat
go
gparted
grim
grub
gutenprint
htop
hunspell-en_us
hunspell-ja-git
hyprland-git
inetutils
intel-ucode
intltool
iptables-nft
iwd
jq
jre-openjdk
jupyter-notebook
jupyterlab
khal
kitty
kodi-tools-texturepacker
lazygit
lib32-libpulse
lib32-nvidia-utils
lib32-ocl-icd
libheif
libmtp
libvirt
libvirt-dbus
light-git
linux
linux-firmware
linux-lts
linux-lts-headers
lsof
lua-language-server
lutris
mesa
mpd
mpv
mpv-mpvacious
mycli
mysql
nasm
nautilus
ncdu
ncmpcpp
ncurses5-compat-libs
neofetch
netctl
networkmanager
newsboat
ninja
nm-connection-editor
nmap
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
nsxiv
ntfs-3g
nvidia-dkms
nvidia-vaapi-driver-git
obs-studio
obsidian
openresolv
openssh
orchis-theme
os-prober
otf-ipafont
otf-libertinus
pamixer
papirus-icon-theme
pavucontrol
pipewire-pulse
playerctl
prismlauncher
pulseaudio-alsa
pyenv
pyright
python-httpx
python-hypothesis
python-imageio
python-matplotlib
python-numpy
python-opencv
python-pip
python-pipenv
python-pipx
python-pyalsa
python-pyaudio
python-pyclip
python-pylint
python-pyperclip
python-pyqt5
python-pytest
python-pyusb
python-qrcode
python-rsa
python-scikit-build
python-scipy
python-setuptools-scm
python-sip4
python-socksio
qrencode
qt5-graphicaleffects
qt5-wayland
qt5ct
reflector
ripgrep
rofimoji
rsync
rust-analyzer
rustdesk
rustup
sassc
scanmem
scrapy
scrcpy
shfmt
slurp
sof-firmware
starship
steam
swappy
swaybg
swaylock
swww
syncthing
tldr
tmux
toilet
traceroute
tree
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-fantasque-nerd
ttf-nerd-fonts-symbols-common
typescript-language-server
typst
ufw
unrar
unzip
valgrind
vdirsyncer
vi
vim
viu
vscode-css-languageserver
vscode-html-languageserver
vsftpd
vulkan-tools
wf-recorder
wget
whois
wine-staging
wofi
wqy-microhei
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
yajl
youtube-dl-git
zathura
zathura-cb
zathura-pdf-mupdf
zenity
zip
zotero-bin
zsh
